// schools-data.js
export const schoolData = {
    "ירושלים": ["גימנסיה רחביה", "תיכון ליד האוניברסיטה", "בויאר", "פלך", "אורט רמות", "דרור", "זיו-מרקס", "אורט מינץ", "בית חינוך", "המסורתי"],
    "תל אביב-יפו": ["עירוני א'", "עירוני ד'", "אליאנס", "תיכון חדש", "גימנסיה הרצליה", "ליידי דייויס", "שבח מופת", "עירוני ט'", "עירוני י\"ד", "היי-טק היי"],
    "חיפה": ["עירוני ה'", "רעות לאמנויות", "בסמ\"ת", "הריאלי", "ליאו באק", "חוגים", "עירוני ג'", "נתיב אליעזר", "עירוני ו'"],
    "ראשון לציון": ["מקיף ח'", "מקיף י\"א", "מקיף ט'", "הגימנסיה הריאלית", "עמית עמל", "מקיף ה'", "גן נחום", "מקיף ג'", "מקיף ד'"],
    "פתח תקווה": ["אחד העם", "ברנר", "גולדה מאיר", "עמל א'", "בן גוריון", "יצחק שמיר", "ישורון", "אורט פיינשטיין"],
    "אשדוד": ["מקיף ג'", "מקיף ד'", "מקיף ז'", "מקיף א'", "מקיף ח'", "מקיף ט'", "מקיף י'", "מקיף י\"א"],
    "חולון": ["קוגל", "קריית שרת", "אורט חולון", "אילון", "נבון", "קציר", "עתיד"],
    "נתניה": ["שרת", "אורט יד ליבוביץ'", "ריגלר", "אלדד", "תמר אריאל", "גוטמן", "אורט גוטמן", "ש"י עגנון"],
    "רמת גן": ["בליך", "אורט אבין", "תיכון רמת גן", "אהל שם", "תיכון חדש", "אורט רמת גן"],
    "הרצליה": ["תיכון הראשונים", "היובל", "הנדסאים", "אורט הרצליה", "תיכון חדש"],
    "באר שבע": ["מקיף א'", "מקיף ז'", "אולפנת אמי\"ת", "הטכני", "מקיף ג'", "מקיף ד'", "מקיף עומר"],
    "רעננה": ["מטרו-ווסט", "אביב", "אוסטרובסקי", "מור מטרו-ווסט", "עמיחי"],
    "כפר סבא": ["כצנלסון", "גלילי", "הרצוג", "רבין", "אורט שמיר"],
    "מודיעין-מכבים-רעות": ["עירוני א'", "עירוני ב'", "עירוני ג'", "מור", "מוזות"],
    "גבעתיים": ["אורט אבין", "שמעון בן צבי", "קלעי"],
    "רחובות": ["דה שליט", "קציר", "אורט רחובות", "אמי\"ת"]
};
