// schools-data.js
export const schoolData = {
    "ירושלים": ["גימנסיה רחביה", "תיכון ליד האוניברסיטה", "בויאר", "פלך", "אורט רמות", "דרור", "זיו-מרקס"],
    "תל אביב-יפו": ["עירוני א'", "עירוני ד'", "אליאנס", "תיכון חדש", "גימנסיה הרצליה", "ליידי דייויס", "שבח מופת"],
    "חיפה": ["עירוני ה'", "רעות לאמנויות", "בסמ\"ת", "הריאלי", "ליאו באק", "חוגים", "עירוני ג'"],
    "ראשון לציון": ["מקיף ח'", "מקיף י\"א", "מקיף ט'", "הגימנסיה הריאלית", "עמית עמל", "מקיף ה'", "גן נחום"],
    "פתח תקווה": ["אחד העם", "ברנר", "גולדה מאיר", "עמל א'", "בן גוריון", "יצחק שמיר"],
    "אשדוד": ["מקיף ג'", "מקיף ד'", "מקיף ז'", "מקיף א'", "מקיף ח'", "מקיף ט'"],
    "חולון": ["קוגל", "קריית שרת", "אורט חולון", "אילון", "נבון", "קציר"],
    "נתניה": ["שרת", "אורט יד ליבוביץ'", "ריגלר", "אלדד", "תמר אריאל", "גוטמן"],
    "רמת גן": ["בליך", "אורט אבין", "תיכון רמת גן", "אהל שם"],
    "הרצליה": ["תיכון הראשונים", "היובל", "הנדסאים"],
    "באר שבע": ["מקיף א'", "מקיף ז'", "אולפנת אמי\"ת", "הטכני"],
    "רעננה": ["מטרו-ווסט", "אביב", "אוסטרובסקי"]
};
